Repository: almostearthling/when-command
Catalog: po/*.po
Languages: es, it

source: Note: options marked with [R] require an instance running in the background, with [S] require that no instance is running. Go to %s for more information.
es: Nota: las opciones marcadas con [R] necesitan de una instancia ejecutándose en segundo plano, la [S] indica que no se necesita ninguna. Consulte %s para más información.

source: Standard Output
es: Salida estándar

source: Standard Error
es: Error estándar

source: Sub #
es: Sub. n.º

source: Minimalistic Mode
es: Modo minimo

source: Scheduler
es: Programador

source: Critical
es: Crítica

source: Warning
es: Aviso

source: Info
es: Información

source: Debug
es: Depurar

source: Output
es: Salida
