Repository: almostearthling/when-command
Catalog: po/*.po
Languages: es, it

source: Are you sure you want to delete task %s?
es: ¿Confirma que quiere eliminar la tarea «%s»?
it: Confermi di voler eliminare il task %s?

source: Are you sure you want to delete condition %s?
es: ¿Confirma que quiere eliminar la condición «%s»?
it: Confermi di voler eliminare la condizione %s?

source: Are you sure you want to delete signal handler %s?
es: ¿Confirma que quiere eliminar el manejador de señales «%s»?
it: Confermi di voler eliminare il gestore di segnali %s?

source: Task %s could not be deleted.
es: No se pudo eliminar la tarea «%s».
it: Il task %s non può essere eliminato.

source: Condition %s could not be deleted.
es: No se pudo eliminar la condición «%s».
it: La condizione %s non può essere eliminata.

source: Signal handler %s could not be deleted.
es: No se pudo eliminar el manejador de señales «%s».
it: Il gestore di segnali %s non può essere eliminato.

source: Task %s could not be found.
es: No se encontró la tarea «%s».
it: Il task %s non è stato trovato.

source: Condition %s could not be found.
es: No se encontró la condición «%s».
it: La condizione %s non è stata trovata.

source: Signal handler %s could not be found.
es: No se encontró el manejador de señales «%s».
it: Il gestore di segnali %s non è stato trovato.

source: Signal handler %s could not be registered.
es: No se pudo registrar el manejador de señales «%s».
it: Il gestore di segnali %s non può essere registrato.

source: Must specify watched path: condition not created.
es: Debe especificarse la ruta inspeccionada. No se creó la condición.
it: Il percorso va specificato: condizione non creata.

source: Invalid value for exit status specified. Please consider reviewing it.
es: Se especificó un valor no válido para el código de salida. Considere revisarlo.
it: Il valore specificato per l'esito non è valido. Si prega di verificarlo.

source: Invalid value for signal parameter index specified. Cannot add parameter test.
es: Se especificó un valor no válido para el índice de parámetros de señales. No se puede añadir la prueba de los parámetros.
it: Il valore specificato per il parametro del segnale non è valido. Non è possibile aggiungere il test sul parametro.

source: This feature has not been implemented yet.
es: Todavía no se ha implementado esta funcionalidad.
it: Questa feature non è stata ancora realizzata.

source: This feature is not enabled. Please check documentation for possible reasons.
es: Esta funcionalidad no está activada. Consulte la documentación para encontrar motivos posibles.
it: Questa feature non è abilitata. Consulta la documentazione per il possibile motivo.

source: Version: %s
es: Versión: %s
it: Versione: %s

source: [disabled]
es: [desactivada]
it: [disabilitato]

source: Choose File
es: Elija un archivo
it: Scelta File

source: Choose Directory
es: Elija una carpeta
it: Scelta Directory

source: Choose File or Directory
es: Elija un archivo o una carpeta
it: Scelta File o Directory

source: Task failed: %s
es: Falló la tarea: %s
it: Task fallito: %s

source: Edit Tasks...
es: Editar las tareas…
it: Modifica Task...

source: Edit Conditions...
es: Editar las condiciones…
it: Modifica Condizioni...

source: Settings...
es: Configuración…
it: Impostazioni...

source: Task History...
es: Historial de tareas…
it: Storico Task...

source: Pause
es: Pausar
it: Pausa

source: About...
es: Acerca de…
it: Informazioni...

source: Quit
es: Salir
it: Esci

source: User Defined Event
es: Evento personalizado
it: Evento Definito dall'Utente

source: Variable
it: Variabile

source: Value
es: Valor
it: Valore

source: Task Name
es: Nombre de la tarea
it: Nome Task

source: Time / Duration
es: Hora / duración
it: Orario / Durata

source: Trigger
es: Desencadenador
it: Causa

source: Exit Code
es: Código de salida
it: Esito

source: Result
es: Resultado
it: Risultato

source: Reason
es: Motivo
it: Motivo

source: Row ID
es: Id. de fila
it: ID Riga

source: Negate
es: Negación
it: Negazione

source: Compare
es: Comparación
it: Comparazione

source: an existing instance will be %s
es: se %s una instancia existente
it: un'istanza esistente verrà %s

source: shut down
es: cerrará
it: arrestata

source: killed
es: forzará el cierre de
it: terminata

source: instance shutdown finished
es: ha terminado el cierre de una instancia
it: arresto dell'istanza concluso

source: showing %s box of currently running instance
es: se muestra el cuadro «%s» de la instancia en ejecución
it: visualizzazione %s box dell'istanza corrente

source: attempting to run condition %s
es: intentando ejecutar la condición %s
it: tentativo di avviare la condizione %s

source: condition %s could not be run
es: no se pudo ejecutar la condición %s
it: la condizione %s non è stata avviata

source: attempting to export task history to %s
es: intentando exportar el historial de tareas a %s
it: tentativo di esportare lo storico dei task su %s

source: empty
it: vuoto

source: ioerror
it: errore io

source: unknown
it: errore sconosciuto

source: could not save task history (%s)
it: impossibile esportare lo storico task (%s)

source: exported %s elements to specified file
it: %s elementi esportati nel file specificato

source: removing all items
es: eliminando todos los elementos
it: rimozione di tutti gli elementi

source: could not remove condition list file
es: no se pudo eliminar el archivo de lista de condiciones
it: impossibile rimuovere il file lista di condizioni

source: could not remove task list file
es: no se pudo eliminar el archivo de lista de tareas
it: impossibile rimuovere il file lista di task

source: could not remove signal handler list file
es: no se pudo eliminar el archivo de lista de manejadores de señales
it: impossibile rimuovere il file lista di gestori di segnali

source: exporting items:
es: exportando elementos:
it: esportazione elementi:

source: %s tasks
es: %s tareas
it: %s task

source: %s conditions
es: %s condiciones
it: %s condizioni

source: %s signal handlers
es: %s manejadores de señales
it: %s gestori di segnali

source: items exported to file %s
es: elementos exportados en el archivo «%s»
it: elementi esportati nel file %s

source: importing items from file %s
es: importando elementos del archivo «%s»
it: importazione elementi dal file %s

source: could not import from dump file
es: no se pudo importar desde el archivo de volcado
it: impossibile importare dal file di dump

source: restoring items:
es: restaurando elementos:
it: ripristino elementi:

source: items successfully imported
es: elementos importados correctamente
it: elementi importati con successo

source: item %s successfully deleted
it: elemento %s eliminato con successo

source: cannot delete item: %s
it: impossibile eliminare elemento: %s

source: cannot add items from provided file
es: no se pudo importar los elementos desde el archivo
it: impossibile aggiungere elementi dal file

source: cannot add items: malformed item file
es: no se pueden importar los elementos: archivo malformado
it: impossibile aggiungere elementi: file malformato

source: no instance could be found
es: no se encontró ninguna instancia
it: impossibile trovare un'istanza

source: found a running instance
es: se encontró una instancia en ejecución
it: istanza attiva trovata

source: tasks and conditions successfully exported
es: se exportaron las tareas y las condiciones correctamente
it: task e condizioni esportati con successo

source: configuration has been reset
es: se ha restablecido la configuración
it: la configurazione è stata reimpostata

source: tasks and conditions deleted
es: se eliminaron las tareas y las condiciones
it: task e condizioni eliminati

source: icons and data installed
es: se instalaron los iconos y los datos
it: icone e dati installati

source: this program requires a graphical session
es: este programa necesita ejecutarse en una sesión gráfica
it: questo programma ha bisogno di una sessione grafica

source: another instance is present: leaving
es: hay otra instancia; esta se abandonará
it: istanza attiva già presente: uscita

source: could not find a running instance, please start it first
es: no se encontraron instancias en ejecución; inicie una primero
it: impossibile trovare un'istanza attiva, deve essere avviata

source: could not find a running instance
es: no se encontró ninguna instancia en ejecución
it: impossibile trovare un'istanza attiva

source: dbus signals disabled by configuration
es: las señales de DBus se desactivaron en la configuración
it: segnali dbus disabilitati dalla configurazione

source: error in communication with running applet
es: error en la comunicación con la aplicación
it: errore nella comunicazione con l'istanza attiva

source: an error occurred while trying to export items
es: se produjo un error al intentar exportar los elementos
it: si è verificato un errore nell'esportazione degli elementi

source: cannot reset configuration, please close instance first
es: no se puede restablecer la configuración; cierre la instancia primero
it: impossibile reimpostare la configurazione, chiudere l'istanza

source: an error occurred while trying to reset configuration
es: se produjo un error al intentar restablecer la configuración
it: errore verificato nel reimpostare la configurazione

source: cannot clear items, please close instance first
es: no se pueden vaciar los elementos; cierre la instancia primero
it: impossibile eliminare elementi, chiudere l'istanza

source: an error occurred while trying to delete items
es: se produjo un error al intentar eliminar los elementos
it: errore verificato nell'eliminazione degli elementi

source: cannot import items, please close instance first
es: no se pueden importar los elementos; cierre la instancia primero
it: impossibile importare elementi, chiudere l'istanza

source: an error occurred while trying to import items
es: se produjo un error al intentar importar los elementos
it: errore verificato nell'importazione degli elementi

source: cannot install, please close instance first
es: no se puede instalar; cierre la instancia primero
it: impossibile installare, chiudere l'istanza

source: an error occurred while trying to install icons
es: se produjo un error al intentar instalar los iconos
it: errore verificato nell'installazione

source: no error found
it: nessun errore trovato

source: unknown item type
it: tipo di elemento sconosciuto

source: item name conflict
it: conflitto tra nomi di elementi

source: item not found
it: elemento non trovato

source: error communicating with applet
it: errore nella comunicazione con l'applet

source: unknown error or dependency conflict
it: errore sconosciuto o conflitto di dipendenza

source: show applet version
es: mostrar la versión de la miniaplicación
it: visualizza la versione dell'applet

source: show settings dialog box for the running instance [R]
es: mostrar ventana de configuración para la instancia actual [R]
it: visualizza box impostazioni per l'istanza attiva [R]

source: show history dialog box for the running instance [R]
es: mostrar ventana de historial para la instancia actual [R]
it: visualizza box storico per l'istanza attiva [R]

source: show tasks dialog box for the running instance [R]
es: mostrar ventana de tareas para la instancia actual [R]
it: visualizza box dei task per l'istanza attiva [R]

source: show conditions box for the running instance [R]
es: mostrar ventana de condiciones para la instancia actual [R]
it: visualizza box condizioni per l'istanza attiva [R]

source: show dbus signals box for the running instance [R]
es: mostrar ventana de señales de DBus para la instancia actual [R]
it: visualizza box segnali dbus per l'istanza attiva [R]

source: reset general configuration to default [S]
es: restablecer configuración general a los valores predeterminados [S]
it: reimposta la configurazione a predefinita [S]

source: show applet icon [N]
it: visualizza icona applet [N]

source: clear all tasks and conditions [S]
es: vaciar todas las tareas y condiciones [S]
it: elimina tutti i task e condizioni [S]

source: install application icons and autostart [S]
es: instalar iconos de aplicación e inicio automático [S]
it: installazione di icone e autostart applicazione [S]

source: query for a running instance
es: buscar una instancia en ejecución
it: verifica se c'è un'istanza attiva

source: export task history to a text file [R]
es: exportar historial de tareas en un archivo de texto [R]
it: esporta storico task in un file di testo [R]

source: run a command-line bound condition
it: avvia una condizione da linea di comando

source: enqueue a command-line bound condition
it: accoda una condizione da linea di comando

source: run shutdown tasks and close an existing istance [R]
es: ejecutar tareas de finalización y cerrar una instancia existente [R]
it: chiusura istanza attiva avviando task di chiusura [R]

source: kill an existing istance [R]
es: forzar el cierre de una instancia existente [R]
it: terminazione istanza attiva [R]

source: save tasks and conditions to a portable format
es: guardar las tareas y condiciones en un formato portátil
it: esporta task e condizioni su file portabile

source: import tasks and conditions from saved file [S]
es: importar tareas y condiciones a partir de un archivo guardado [S]
it: importa task e condizioni da file portabile [S]

source: list items of the given type to console
it: mostra elementi del tipo specificato su console

source: add items from specified file or standard input
it: aggiungi elementi da un file o dallo standard input

source: delete the item specified as [type:]NAME
it: elimina elemento specificato come [tipo:]NOME

source: show verbose output for some options
es: mostrar salida detallada para algunas opciones
it: visualizza output esteso per alcune opzioni

source: %s: %s, version %s
es: %s: %s, versión %s
it: %s: %s, versione %s

source: %s: %s - %s / When is a configurable user task scheduler for Gnome. The command line interface can be used to interact with running instances of When or to perform maintenance tasks. Use the --verbose option to read output from the command, as most operations will show no output by default.
es: %s: %s - %s / When es un programador de tareas configurable para Gnome. La interfaz de consola puede utilizarse para interactuar con instancias en ejecución de When o para realizar tareas de mantenimiento. Use la opción --verbose para leer la salida de la orden, puesto que la mayoría de las operaciones no muestran salida de manera predeterminada.
it: %s: %s - %s / When è un gestore di attività programmate configurabile per Gnome. L'interfaccia a linea di comando può essere utilizzata per interagire con istanze attive di When o per eseguire compiti di manutenzione. Utilizzare l'opzione --verbose per ottenere output dal comando, poiché la maggior parte delle operazioni non produce output per default.

source: Note: options marked with [R] require an instance running in the background, with [S] require that no instance is running and with [N] have only effect after restart. Go to %s for more information.
it: Nota: le opzioni indicate con [R] richiedono un'istanza attiva, con [S] richiedono che non ci sia alcuna istanza attiva, con [N] hanno effetto solo dopo un riavvio. Visitare %s per ulteriori informazioni.

source: When is a configurable user task scheduler for Gnome.
es: When es un programador de tareas configurable para Gnome.
it: When è un gestore di attività programmate per Gnome.

source: When's Web Page
es: Sitio web de When
it: Pagina Web di When

source: Edit Condition
es: Editar la condición
it: Modifica Condizione

source: Name
es: Nombre
it: Nome

source: Type
es: Tipo
it: Tipo

source: Interval
es: Intervalo
it: Intervallo

source: Time
es: Hora
it: Orario

source: Command
es: Orden
it: Comando

source: Idle Session
es: Sesión inactiva
it: Sessione Inattiva

source: Event
es: Evento
it: Evento

source: File Change
es: Cambio en archivo
it: Modifiche a File

source: Exact Match
es: Coincidencia exacta
it: Corrispondenza Esatta

source: Case Sensitive
es: Distinguir mayúsculas y minúsculas
it: Ignora Maiuscole e Minuscole

source: Regular Expression
es: Expresión regular
it: Espressione Regolare

source: Idle Minutes
es: Minutos de inactividad
it: Minuti Inattivi

source: Hours
es: Horas
it: Ore

source: Minutes
es: Minutos
it: Minuti

source: Startup
es: Arranque
it: Avvio

source: Shutdown
es: Finalización
it: Arresto

source: Suspend
es: Suspensión
it: Sospensione

source: Resume
es: Reanudar
it: Ripresa

source: Connect Storage Device
es: Conectar un dispositivo de almacenamient
it: Aggiungi Device di Memoria

source: Disconnect Storage Device
es: Desconectar un dispositivo de almacenamiento
it: Rimuovi Device di Memoria

source: Join Network
es: Unirse a una red
it: Connessione Rete

source: Leave Network
es: Abandonar la red
it: Disconnessione Rete

source: Screensaver Started
es: Comienzo del salvapantallas
it: Avvio Screensaver

source: Return From Screensaver
es: Fin del salvapantallas
it: Ritorno da Screensaver

source: Session Lock
es: Bloqueo de sesión
it: Blocco Sessione

source: Session Unlock
es: Desbloqueo de sesión
it: Sblocco Sessione

source: Battery Charging
es: Carga de la batería
it: Batteria in Carica

source: Battery Discharging
es: Descarga de la batería
it: Batteria in Scarica

source: Battery Low
es: Batería descargada
it: Batteria in Esaurimento

source: Command Line Trigger
es: Desencadenador de consola
it: Avvio da Linea di Comando

source: Year
es: Año
it: Anno

source: Month
es: Mes
it: Mese

source: Day
es: Día
it: Giorno

source: Week Day
es: Día de la semana
it: G. Sett.

source: Hour
es: Hora
it: Ora

source: Minute
es: Minuto
it: Minuto

source: Monday
es: Lunes
it: Lunedì

source: Tuesday
es: Martes
it: Martedì

source: Wednesday
es: Miércoles
it: Mercoledì

source: Thursday
es: Jueves
it: Giovedì

source: Friday
es: Viernes
it: Venerdì

source: Saturday
es: Sábado
it: Sabato

source: Sunday
es: Domingo
it: Domenica

source: January
es: Enero
it: Gennaio

source: February
es: Febrero
it: Febbraio

source: March
es: Marzo
it: Marzo

source: April
es: Abril
it: Aprile

source: May
es: Mayo
it: Maggio

source: June
es: Junio
it: Giugno

source: July
es: Julio
it: Luglio

source: August
es: Agosto
it: Agosto

source: September
es: Septiembre
it: Settembre

source: October
es: Octubre
it: Ottobre

source: November
es: Noviembre
it: Novembre

source: December
es: Diciembre
it: Dicembre

source: Watch Files
es: Vigilar archivos
it: Osserva File

source: Choose...
es: Elegir…
it: Scelta...

source: Select Directory
es: Seleccione una carpeta
it: Scelta Directory

source: User Event Identifier
es: Identificador de evento de usuario
it: Identificatore Evento Utente

source: Tasks
es: Tareas
it: Task

source: Add
es: Añador
it: Aggiungi

source: Remove
es: Quitar
it: Rimuovi

source: Repeat Checks
es: Repetir las comprobaciones
it: Ripeti Verifiche

source: Execute Sequence
es: Ejecutar la secuencia
it: Esegui in Sequenza

source: Ignore Task Outcome
es: Ignorar resultado de la tarea
it: Ignora Esito Task

source: Break on Task Failure
es: Interrumpir al fallar la tarea
it: Interruzione se Task Fallisce

source: Break on Task Success
es: Interrumpir al realizar la tarea exitosamente
it: Interruzione se Task ha Successo

source: Delete
es: Eliminar
it: Rimuovi

source: DBus Signal Handler Editor
es: Editor de manejadores de señales de DBus
it: Editor dei Gestori di Segnali DBus

source: Handler Name
es: Nombre del manejador
it: Nome Gestore

source: Unique Bus
es: Bus único
it: Bus Univoco

source: Interface
es: Interfaz
it: Interfaccia

source: Path
es: Ruta
it: Percorso

source: Session Bus
es: Bus de la sesión
it: Bus Sessione

source: System Bus
es: Bus del sistema
it: Bus Sistema

source: Signal
es: Señal
it: Segnale

source: Signal Parameters Tests
es: Pruebas de parámetros de señales
it: Test dei Parametri di Segnale

source: Value #
es: Valor n.º
it: Val. #

source: Update
es: Actualizar
it: Aggiorna

source: All above tests must be True
es: Todas las pruebas anteriores deben ser verdaderas
it: Tutti i test devono essere verificati

source: Any of the above tests can be True
es: Cualquier prueba puede ser verdadera
it: Qualsiasi test può essere verificato

source: Activate on next clock tick
es: Activar al próximo pulso del reloj
it: Attiva al tick di clock successivo

source: Edit Task
es: Editar la tarea
it: Modifica Task

source: Working Folder
es: Carpeta de trabajo
it: Directory Avvio

source: Environment Variables
es: Variables de entorno
it: Variabili di Ambiente

source: Import Environment
es: Entorno de importación
it: Importa Ambiente

source: Check for
es: Qué comprobar
it: Verifica

source: Nothing
es: Nada
it: Nulla

source: Success
es: Éxito
it: Successo

source: Failure
es: Fallo
it: Fallimento

source: Settings
es: Configuración
it: Impostazioni

source: Show Icon
es: Mostrar el icono
it: Visualizza Icona

source: Autostart
es: Inicio automático
it: Avvio Automatico

source: Notifications
es: Notificaciones
it: Notifiche

source: Icon Theme:
es: Tema de iconos:
it: Tema Icone:

source: Light Background
es: Fondo claro
it: Sfondo Chiaro

source: Dark Background
es: Fondo oscuro
it: Sfondo Scuro

source: Color Icons
es: Iconos de colores
it: Icone a Colori

source: Guess
es: Adivinar
it: Automatico

source: General
it: Generale

source: Application Clock Tick Time (seconds):
es: Tiempo de pulso del reloj de la aplicación (s):
it: Tick di Clock dell'Applicazione (secondi):

source: Condition Check Skip Time (seconds):
es: Tiempo de omisión de comprobación de condiciones (s):
it: Secondi tra Verifiche Condizioni:

source: Preserve Pause Across Sessions
es: Conservar la pausa entre sesiones
it: Mantiene Pausa tra Sessioni

source: Max Concurrent Tasks:
es: Máximo de tareas simultáneas:
it: Max Task Concorrenti:

source: Log Level:
es: Nivel del registro:
it: Livello Log:

source: Max Log Size (bytes):
es: Tamaño máximo del registro (bytes):
it: Max Dimensione Log (byte):

source: Number Of Log Backups:
es: N.º de copias de respaldo del registro:
it: Numero dei Backup Log:

source: Instance History Items:
es: Elementos del historial de la instancia:
it: Elementi Storico Istanza:

source: Enable User Defined Events (DBus)
es: Activar eventos del usuario (DBus)
it: Abilita Eventi Utente (DBus)

source: Enable File and Directory Notifications
es: Activar notificaciones de archivos y carpetas
it: Abilita Notifiche File e Directory

source: Enable Task and Condition Environment Variables
es: Activar variables de entorno de tareas y condiciones
it: Abilita Variabili Ambiente di Task e Condizioni

source: Advanced
es: Avanzadas
it: Avanzate

source: Task History
es: Historial de tareas
it: Storico Task

source: Errors
es: Errores
it: Errori

source: Reload
es: Cargar de nuevo
it: Aggiorna

source: Param
es: Parám.

source: could not save task history
es: no se pudo guardar el historial de tareas

source: history exported to specified file
es: se exportaron elementos en el archivo especificado

source: item successfully deleted
es: elemento eliminado correctamente

source: cannot delete item
es: no se pudo eliminar el elemento

source: feature not available in minimalistic mode
es: no es disponible en el modo minimo

source: %s items could not be imported
es: no se pudo importar %s elementos

source: show applet icon
es: mostrar icono de la miniaplicación

source: run a command-line bound condition [R]
es: ejecutar una condición ligada de consola [R]

source: enqueue a command-line bound condition [R]
es: añadir una condición ligada de consola a la cola [R]
